Repository: asiliuk/BsuirScheduleApp
Catalog: BsuirScheduleApp/Resources/Localizable.xcstrings
Source language: ru
Languages: be, en, uk

# alert.clearCache.message
source: Был удален кэш скачанного расписания и фотографий преподавателей
be: Быў выдалены кэш запампаванага раскладу і фатаграфій выкладчыкаў
en: The cache of the downloaded schedule and lecturers photos has been deleted
uk: Було видалено кеш завантаженого розкладу і фотографій викладачів

# alert.clearCache.title
source: Кэш успешно очищен
be: Кэш паспяхова вычышчаны
en: Cache successfully cleared
uk: Кеш успішно очищений

# alert.clearWhatsNewCache.message
source: Кэш версий приложения, для которых отображался экран "Что нового", был очищен. Он может появиться снова.
be: Кэш версій прыкладання, для якіх адлюстроўваўся экран "Што новага", быў ачышчаны. Ён можа з'явіцца зноў.
en: The cache of app versions for which "What's new" screen was shown was cleared. It may appear again.
uk: Кеш версій програми, для яких відображався екран "Що нового", був очищений. Він може з'явитися знову.

# alert.clearWhatsNewCache.title
source: Кэш успешно очищен
be: Кэш паспяхова вычышчаны
en: Cache successfully cleared
uk: Кеш успішно очищений

# alert.forceAddGroup.button.add
source: Добавить
be: Дадаць
en: Add
uk: Додати

# alert.forceAddGroup.button.cancel
source: Отмена
be: Адмена
en: Cancel
uk: Відміна

# alert.forceAddGroup.groupName.message
source: Иногда API не возвращает группу в списке. Это добавит ее в избранное и позволит смотреть расписание если оно есть.
be: Часам API не вяртае гурт у спісе. Гэта дадасць яе ў абранае і дазволіць глядзець расклад калі яно ёсць.
en: Sometimes API does not return the group in the list. This will add it to your favorites and allow you to view the schedule if there is one.
uk: Іноді API не повертає групу у списку. Це додасть її до обраного і дозволить дивитися розклад, якщо він є.

# alert.forceAddGroup.groupName.title
source: Имя группы
be: Імя групы
en: Group name
uk: Ім'я групи

# alert.forceAddGroup.title
source: Добавить группу
be: Дадаць групу
en: Add a group
uk: Додати групу

# alert.goodIconChoice.title
source: Отличный выбор!
be: Выдатны выбар!
en: Excellent choice!
uk: Чудовий вибір!

# alert.iconUpdateFailed.message
source: Не удалось обновить иконку приложения
be: Не ўдалося абнавіць значок праграмы
en: Failed to update app icon
uk: Не вдалося оновити значок програми

# alert.iconUpdateFailed.title
source: Что-то пошло не так...
be: Нешта пайшло не так...
en: Something went wrong...
uk: Щось пішло не так...

# alert.premiumClub.appIconChange.button
source: Вступить в Premium Club...
be: Уступіць у Premium Club...
en: Join Premium Club...
uk: Вступити до Premium Club...

# alert.premiumClub.appIconChange.cancel
source: Отмена
be: Адмена
en: Cancel
uk: Скасувати

# alert.premiumClub.appIconChange.message
source: Пожалуйста, присоединитесь к **Premium Club**, чтобы разблокировать все иконки приложения
be: Калі ласка, далучыцеся да **Premium Club**, каб разблакаваць усе абразкі дадатку
en: Please join **Premium Club** to unlock all app icons
uk: Будь ласка, приєднайтесь до **Premium Club**, щоб розблокувати всі іконки програми

# alert.premiumClub.appIconChange.title
source: Это премиум-иконка
be: Гэта прэміум-абразок
en: This is premium icon
uk: Це преміум-іконка

# alert.premiumClub.pinnedSchedule.button
source: Вступить в Premium Club...
be: Уступіць у Premium Club...
en: Join Premium Club...
uk: Вступити до Premium Club...

# alert.premiumClub.pinnedSchedule.cancel
source: Отмена
be: Адмена
en: Cancel
uk: Скасувати

# alert.premiumClub.pinnedSchedule.message
source: Пожалуйста, присоединитесь к **Premium Club**, чтобы иметь возможность закреплять свое расписанию
be: Калі ласка, далучыцеся да **Premium Club**, каб мець магчымасць замацоўваць свой расклад
en: Please join **Premium Club** to be able to pin your schedule
uk: Будь ласка, приєднайтесь до **Premium Club**, щоб мати можливість закріплювати свій розклад

# alert.premiumClub.pinnedSchedule.title
source: Это премиум-функция
be: Гэта прэміум-функцыя
en: This is premium feature
uk: Це преміум-функція

# alert.reloadWidgets.message
source: Кэш с загруженным расписанием и фотографиями лекторов был удален.
be: Кэш спампаванага раскладу і фатаграфій выкладчыкаў быў выдалены
en: The cache of the downloaded schedule and lecturers photos has been deleted and Widgets timelines were reloaded
uk: Кеш завантаженого розкладу та фотографій лекторів видалено

# alert.reloadWidgets.title
source: Виджеты успешно перезагружены
be: Віджэты паспяхова перазагружаны
en: Widgets successfully reloaded
uk: Віджети успішно перезавантажено

# color.blue
source: Синий
be: Сіні
en: Blue
uk: Синій

# color.brown
source: Коричневый
be: Карычневы
en: Brown
uk: Коричневий

# color.cyan
source: Голубой
be: Блакітны
en: Cyan
uk: Блакитний

# color.gray
source: Серый
be: Шэры
en: Gray
uk: Сірий

# color.green
source: Зелёный
be: Зялёны
en: Green
uk: Зелений

# color.indigo
source: Индиго
be: Індыга
en: Indigo
uk: Індиго

# color.orange
source: Оранжевый
be: Аранжавы
en: Orange
uk: Помаранчевий

# color.pink
source: Розовый
be: Ружовы
en: Pink
uk: Рожевий

# color.purple
source: Фиолетовый
be: Фіялетавы
en: Purple
uk: Фіолетовий

# color.red
source: Красный
be: Чырвоны
en: Red
uk: Червоний

# color.yellow
source: Жёлтый
be: Жоўты
en: Yellow
uk: Жовтий

# com.saute.bsuir_schedule.tips.large
source: 🥙 Большие чаевые
be: 🥙 Вялікія чаявыя
en: 🥙 Large tip
uk: 🥙 Великі чайові

# com.saute.bsuir_schedule.tips.medium
source: 🥐 Средние чаевые
be: 🥐 Сярэднія чаявыя
en: 🥐 Medium tip
uk: 🥐 Середні чайові

# com.saute.bsuir_schedule.tips.small
source: ☕️ Небольшие чаевые
be: ☕️ Невялікія чаявыя
en: ☕️ Small tip
uk: ☕️ Невеликі чайові

# row.markedSchedule.actions.addToFavorites.title
source: Добавить в избранное
be: Дадаць у абранае
en: Add to favorites
uk: Додати до вибраного

# row.markedSchedule.actions.deleteFromFavorites.title
source: Удалить
be: Выдаліць
en: Delete
uk: Видалити

# row.markedSchedule.actions.pin.title
source: Закрепить
be: Замацаваць
en: Pin
uk: Закріпити

# row.markedSchedule.actions.removeFromFavorites.title
source: Убрать из избранного
be: Прыбраць з абранага
en: Remove from favorites
uk: Прибрати з вибраного

# row.markedSchedule.actions.unpin.title
source: Открепить
be: Адмацаваць
en: Unpin
uk: Відкріпити

# screen.groups.add.title
source: Добавить группу
be: Дадаць групу
en: Add a group
uk: Додати групу

# screen.groups.favorites.section.header
source: ⭐️ Избранные
be: ⭐️ Выбраныя
en: ⭐️ Favorites
uk: ⭐️ Вибрані

# screen.groups.navigation.title
source: Все группы
be: Усе гурты
en: All groups
uk: Всі групи

# screen.groups.pinned.section.header
source: 📌 Закрепленное
be: 📌 Замацаванае
en: 📌 Pinned
uk: 📌 Закріплене

# screen.groups.search.placeholder
source: Найти группу
be: Знайсці групу
en: Find the group
uk: Знайти групу

# screen.lecturers.favorites.section.header
source: ⭐️ Избранные
be: ⭐️ Выбраныя
en: ⭐️ Favorites
uk: ⭐️ Вибрані

# screen.lecturers.navigation.title
source: Все преподаватели
be: Усе выкладчыкі
en: All lecturers
uk: Всі викладачі

# screen.lecturers.pinned.section.header
source: 📌 Закрепленное
be: 📌 Замацаванае
en: 📌 Pinned
uk: 📌 Закріплене

# screen.lecturers.search.placeholder
source: Найти преподавателя
be: Знайсці выкладчыка
en: Find a lecturer
uk: Знайти викладача

# screen.pairDetails.details.auditory.title
source: Аудитория
be: Аўдыторыя
en: Auditory
uk: Аудиторія

# screen.pairDetails.details.day.title
source: День
be: Дзень
en: Day

# screen.pairDetails.details.header.title
source: Детали
be: Дэталі
en: Details
uk: Деталі

# screen.pairDetails.details.notes.title
source: Заметки
be: Нататкі
en: Notes
uk: Примітки

# screen.pairDetails.details.section.title
source: Детали
be: Дэталі
en: Details
uk: Деталі

# screen.pairDetails.details.subgroup.title
source: Подгруппа
be: Падгрупа
en: Subgroup
uk: Підгрупа

# screen.pairDetails.details.time.title
source: Время
be: Час
en: Time
uk: Час

# screen.pairDetails.details.type.title
source: Тип
be: Тып
en: Type

# screen.pairDetails.details.weeks.title
source: Недели
be: Тыдні
en: Weeks
uk: Тижні

# screen.pairDetails.groups.section.title
source: Группы
be: Групы
en: Groups
uk: Групи

# screen.pairDetails.lecturers.section.title
source: Преподаватели
be: Выкладчыкі
en: Lecturers
uk: Викладачі

# screen.pinned.empty.message
source: Пожалуйста, закрепите расписание, чтобы оно отображалось в этой вкладке
be: Калі ласка, замацуйце расклад, каб ён адлюстроўваўся ў гэтай укладцы
en: Please, pin any schedule and it will appear in this tab
uk: Будь ласка, закріпіть розклад, щоб він відображався у цій вкладці

# screen.pinned.empty.title
source: Нет закрепленного расписания
be: Няма замацаванага раскладу
en: There's no pinned schedule
uk: Немає закріпленого розкладу

# screen.pinned.premiumLocked.button.title
source: Вступить в Premium Club...
be: Уступіць у Premium Club...
en: Join Premium Club...
uk: Вступити до Premium Club...

# screen.pinned.premiumLocked.message
source: Пожалуйста, присоединитесь к Premium Club, чтобы иметь возможность закреплять и быстро просматривать свое расписанию
be: Калі ласка, далучыцеся да Premium Club, каб мець магчымасць замацоўваць і хутка праглядаць свой расклад
en: Please join Premium Club to be able to pin and have a quick access to your schedule
uk: Будь ласка, приєднайтесь до Premium Club, щоб мати можливість закріплювати та швидко переглядати свій розклад

# screen.pinned.premiumLocked.title
source: Это премиум-функция
be: Гэта прэміум-функцыя
en: This is premium feature
uk: Це преміум-функція

# screen.premiumClub.button.options
source: Опции
be: Опцыі
en: Options
uk: Опції

# screen.premiumClub.button.redeemCode
source: Активировать код
be: Актываваць код
en: Redeem Code
uk: Активувати код

# screen.premiumClub.button.restore
source: Восстановить покупки
be: Аднавіць пакупкі
en: Restore purchases
uk: Відновити покупки

# screen.premiumClub.navigation.member.message
source: Вы состоите в клубе!
be: Вы знаходзіцеся ў клубе!
en: You're part of the club!
uk: Ви є членом клубу!

# screen.premiumClub.navigation.notMember.message
source: Присоединяйтесь к клубу
be: Далучайцеся да клуба
en: Become a member of the club
uk: Приєднуйтесь до клубу

# screen.premiumClub.section.appIcons.message
source: Разблокируйте потрясающие новые иконки, я потратил много времени на их дизайн, дальше больше...
be: Разблакуйце патрасаючыя новыя значкі, я патраціў шмат часу на іх дызайн, далей больш...
en: Unlock stunning new icons, I've spent a lot of time designing them, more to come...
uk: Розблокуйте потрясаючі нові іконки, я потратив багато часу на їх дизайн, далі більше...

# screen.premiumClub.section.appIcons.title
source: Новые иконки
be: Новыя значкі
en: Custom app icons
uk: Нові іконки

# screen.premiumClub.section.membership.button.manage
source: Управлять
be: Упраўляць
en: Manage
uk: Управляти

# screen.premiumClub.section.membership.expire%@
source: Срок действия вашей подписки истечет %@
be: Срок дзеяння вашай падпісак істечет %@
en: Your subscription will expire %@
uk: Срок дії вашої підписки істечет %@

# screen.premiumClub.section.membership.legal.privacy
source: Политика конфиденциальности
be: Палітыка канфідэнцыйнасці
en: Privacy policy
uk: Політика конфіденційності

# screen.premiumClub.section.membership.legal.terms
source: Правила & Условия
be: Правілы & Умовы
en: Terms & Conditions
uk: Правила & Умови

# screen.premiumClub.section.membership.legal%@%@
source: %@ и %@
be: %@ і %@
en: %@ and %@
uk: %@ та %@

# screen.premiumClub.section.membership.message
source: Вступив в Premium Club, вы получите доступ ко всем крутым функциям и поможете мне в дальнейшем разрабатывать это приложение!
be: Уступіўшы ў Premium Club, вы атрымаеце доступ да ўсіх крутых функцый і дапаможаце мне ў далейшым распрацоўваць гэты дадатак!
en: By joining to the Premium Club you'll get access to all cool features and help me further develop this application!
uk: Увійшовши в Premium Club, ви отримаєте доступ до всіх крутих функцій і допоможете мені в подальшому розробляти це додаток!

# screen.premiumClub.section.membership.renew%@
source: Ваша подписка будет продлена %@
be: Ваша падпіска будзе працягнута %@
en: Your subscription will renew %@
uk: Ваша підписка буде продлена %@

# screen.premiumClub.section.pinned.message
source: Быстрый доступ к расписанию прямо на закрепленной вкладке
be: Быстры доступ да раскладу прама на замацаванай укладцы
en: Fast access to your schedule, right in the pinned tab
uk: Швидкий доступ до розпису прямо на закріпленій вкладці

# screen.premiumClub.section.pinned.title
source: Закрепленное расписание
be: Замацаваны расклад
en: Pinned schedule
uk: Закріплене розписання

# screen.premiumClub.section.tips.failed.button.retry
source: Повторить
be: Паўтарыць
en: Retry
uk: Повторити

# screen.premiumClub.section.tips.failed.message
source: ⚠️ Не удалост загрузить чаевые...
be: ⚠️ Немагчыма загрузіць чаявыя...
en: ⚠️ Failed to fetch tips...
uk: ⚠️ Не вдалося завантажити чайові...

# screen.premiumClub.section.tips.freeLove.count%@
source: макс. любовь: %@
be: макс. каханне: %@
en: max love: %@
uk: макс. кохання: %@

# screen.premiumClub.section.tips.freeLove.title
source: 💋 Бесплатная любовь
be: 💋 Бясплатнае каханне
en: 💋 Free love
uk: 💋 Безкоштовне кохання

# screen.premiumClub.section.tips.title
source: Чаевые
be: Чаявыя
en: Leave tips
uk: Чайові

# screen.premiumClub.section.widgets.message
source: Смотрите закрепленное расписание прямо на главном экране или экране блокировки
be: Паглядзіце замацаваны расклад прама на галоўным экране або блакіроўцы экрана
en: Checked your pinned schedule right at the home or lock screen
uk: Подивіться закріплену розпис прямо на головному екрані або екрані блокування

# screen.premiumClub.section.widgets.title
source: Виджеты
be: Віджэты
en: Widgets
uk: Віджети

# screen.premiumClub.subscribe.button.title%@%@
source: Вступить в клуб за %@ / %@
be: Уступіць у клуб за %@ / %@
en: Join Club for %@ / %@
uk: Вступити до клубу за %@ / %@

# screen.premiumClub.subscribe.failed.title
source: Что-то пошло не так...
be: Нешта пайшло не так...
en: Something went wrong...
uk: Щось пішло не так...

# screen.premiumClub.subscribe.offer.free
source: бесплатно
be: бясплатна
en: free
uk: безкоштовно

# screen.premiumClub.subscribe.offer.trial%@%@
source: Пробный период %@ %@
be: Пробны перыяд %@ %@
en: Start with %@ %@ trial
uk: Пробний період %@ %@

# screen.premiumClub.subscribe.period.day%lld
source: %lld Дней
be: %lld Дзён
en: %lld Days
uk: %lld Днів

# screen.premiumClub.subscribe.period.month%lld
source: %lld Месяцев
be: %lld Месяцаў
en: %lld Months
uk: %lld Місяців

# screen.premiumClub.subscribe.period.week%lld
source: %lld Недель
be: %lld Тыдняў
en: %lld Weeks
uk: %lld Тижнів

# screen.premiumClub.subscribe.period.year%lld
source: %lld Лет
be: %lld Гадоў
en: %lld Years
uk: %lld Років

# screen.schedule.day.title.%@.%lld
source: %@, Неделя %lld
be: %@, Тыдзень %lld
en: %@, Week %lld
uk: %@, Тиждень %lld

# screen.schedule.emptyState.subtitle
source: Все свободны!
be: Усе вольныя!
en: Everybody's free!
uk: Всі вільні!

# screen.schedule.emptyState.title
source: Похоже, занятий нет
be: Падобна, заняткаў няма
en: There doesn't seem to be a class
uk: Схоже, занять немає

# screen.schedule.exams.emptyState.schedule.button.title
source: Открыть расписание
be: Адкрыць расклад
en: Open schedule
uk: Відкрити розклад

# screen.schedule.exams.emptyState.subtitle
source: Увидимся на сессии!
be: Убачымся на сесіі!
en: See you at the session!
uk: Побачимося на сесії!

# screen.schedule.exams.emptyState.title
source: Похоже, экзаменов нет
be: Падобна, іспытаў няма
en: There are no exams
uk: Схоже, іспитів немає

# screen.schedule.mark.dontSave
source: Не сохранять
be: Не захоўваць
en: Don't save
uk: Не зберігати

# screen.schedule.mark.favorite
source: Избранное
be: Выбранае
en: Favorite
uk: Вибране

# screen.schedule.mark.pin
source: Закрепить
be: Замацаваць
en: Pin
uk: Закріпити

# screen.schedule.mark.title
source: Метка
be: Пазнака
en: Schedule mark
uk: Мітка

# screen.schedule.noMorePairs.title
source: Занятий больше нет 🎉
be: Заняткаў больш няма 🎉
en: No more pairs 🎉
uk: Занять більше немає 🎉

# screen.schedule.placeholder.title
source: Пожалуйста, выберите расписание чтобы отобразить...
be: Калі ласка, абярыце расклад, каб адлюстраваць...
en: Please select a schedule to display...
uk: Будь ласка, виберіть розклад, щоб відобразити...

# screen.schedule.scheduleType.byDay
source: По дням
be: Па днях
en: By day
uk: Днями

# screen.schedule.scheduleType.exams
source: Экзамены
be: Іспыты
en: Exams
uk: Іспити

# screen.schedule.scheduleType.schedule
source: Расписание
be: Расклад
en: Schedule
uk: Розклад

# screen.schedule.scheduleTypePicker.title
source: Тип расписания
be: Тып раскладу
en: Schedule type
uk: Тип розкладу

# screen.settings.about.links.rate.title
source: Оценить Bsuir Schedule
be: Ацаніць Bsuir Schedule
en: Rate Bsuir Schedule
uk: Оцінити Bsuir Schedule

# screen.settings.about.links.section.header
source: Ссылки
be: Спасылкі
en: Links
uk: Посилання

# screen.settings.about.navigation.title
source: О приложении
be: Аб дадатку
en: About
uk: Про програму

# screen.settings.about.version.section.header
source: Версия
be: Версія
en: Version
uk: Версія

# screen.settings.appearance.colors.reset.title
source: Сбросить
be: Скінуць
en: Reset
uk: Скинути

# screen.settings.appearance.colors.section.header
source: Цвета
be: Колеры
en: Colors
uk: Кольори

# screen.settings.appearance.icons.section.alwaysShowToggle.footer
source: Отображать иконку типа пары независимо от контекста
be: Адлюстроўваць абразок тыпу пары незалежна ад кантэксту
en: Show the pair type icon regardless of the context
uk: Відображати іконку типу пари незалежно від контексту

# screen.settings.appearance.icons.section.alwaysShowToggle.title
source: Всегда показывать иконки
be: Заўсёды паказваць абразкі
en: Always show icons
uk: Завжди показувати іконки

# screen.settings.appearance.icons.section.footer
source: Эти иконки используются для идентификации типа пары, когда цвета может быть недостаточно
be: Гэтыя абразкі выкарыстоўваюцца для ідэнтыфікацыі тыпу пары, калі колеру можа быць недастаткова
en: These icons are used to identify the type of the pair when color might not be enough
uk: Ці іконки використовуються для ідентифікації типу пари, коли кольору може бути недостатньо

# screen.settings.appearance.icons.section.header
source: Иконки
be: Абразкі
en: Icons
uk: Іконки

# screen.settings.appearance.navigation.title
source: Внешний вид
be: Вонкавы выгляд
en: Appearance
uk: Зовнішній вигляд

# screen.settings.appearance.pairPreview.accessibility.label
source: Визуальное отображение пары с подписанными элементами
be: Візуальнае адлюстраванне пары з падпісанымі элементамі
en: Visual display of the lesson with signed items
uk: Візуальне відображення пари з підписаними елементами

# screen.settings.appearance.pairPreview.auditory
source: Кабинет - корпус
be: Кабінет - корпус
en: Auditorium - building
uk: Кабінет - корпус

# screen.settings.appearance.pairPreview.from
source: начало
be: пачатак
en: start
uk: початок

# screen.settings.appearance.pairPreview.note
source: Комментарий
be: Каментар
en: Comment
uk: Коментар

# screen.settings.appearance.pairPreview.section.header
source: Как выглядит пара
be: Як выглядае пара
en: What a lesson looks like
uk: Як виглядає пара

# screen.settings.appearance.pairPreview.subgroup
source: подгр.
be: падгр.
en: subgroup
uk: підгр.

# screen.settings.appearance.pairPreview.subject
source: Предмет
be: Прадмет
en: Subject

# screen.settings.appearance.pairPreview.to
source: конец
be: канец
en: end
uk: кінець

# screen.settings.appIcon.icon.copper.title
source: Медь
be: Медзь
en: Copper
uk: Мідь

# screen.settings.appIcon.icon.dark.title
source: Темная
be: Цёмная
en: Dark
uk: Темна

# screen.settings.appIcon.icon.glitch.blue.title
source: Синий
be: Сіні
en: Blue
uk: Синій

# screen.settings.appIcon.icon.glitch.gray.title
source: Серый
be: Шэры
en: Gray
uk: Сірий

# screen.settings.appIcon.icon.glitch.orange.title
source: Оранжевый
be: Аранжавы
en: Orange
uk: Помаранчевий

# screen.settings.appIcon.icon.glitch.pink.title
source: Розовый
be: Ружовы
en: Pink
uk: Рожевий

# screen.settings.appIcon.icon.neon.blue.title
source: Синий
be: Сіні
en: Blue
uk: Синій

# screen.settings.appIcon.icon.neon.orange.title
source: Оранжевый
be: Аранжавы
en: Orange
uk: Помаранчевий

# screen.settings.appIcon.icon.neon.pink.title
source: Розовый
be: Ружовы
en: Pink
uk: Рожевий

# screen.settings.appIcon.icon.neon.red.title
source: Красный
be: Чырвоны
en: Red
uk: Червоний

# screen.settings.appIcon.icon.nostalgia.title
source: Ностальгия
be: Настальгія
en: Nostalgia
uk: Ностальгія

# screen.settings.appIcon.icon.premium.title
source: Премиум
be: Прэміум
en: Premium
uk: Преміум

# screen.settings.appIcon.icon.silver.title
source: Серебро
be: Срэбра
en: Silver
uk: Срібло

# screen.settings.appIcon.icon.ukrainianFlag.title
source: Украинская
be: Украінская
en: Ukrainian
uk: Українська

# screen.settings.appIcon.iconPicker.glitch.title
source: Сбой
be: Збой
en: Glitch
uk: Збій

# screen.settings.appIcon.iconPicker.metall.title
source: Металл
be: Метал
en: Metal
uk: Метал

# screen.settings.appIcon.iconPicker.plain.title
source: Простые
be: Простыя
en: Plain
uk: Прості

# screen.settings.appIcon.iconPicker.symbol.title
source: Символ
be: Сімвал
en: Symbol

# screen.settings.appIcon.navigation.title
source: Иконка приложения
be: Абразок дадатку
en: App Icon
uk: Додаток значок

# screen.settings.appIcon.safeMode.text
source: Кто ищет — тот всегда найдёт
be: Хто шукае - той заўсёды знойдзе
en: He who seeks will always find
uk: Хто шукає - той завжди знайде

# screen.settings.docs.links.privacy.title
source: Политика конфиденциальности
be: Палітыка прыватнасці
en: Privacy policy
uk: Політика конфіденційності

# screen.settings.docs.links.section.header
source: Документы
be: Дакументы
en: Documents
uk: Документи

# screen.settings.docs.links.terms.title
source: Правила использования
be: Умовы выкарыстання
en: Terms and Conditions
uk: Умови використання

# screen.settings.navigation.title
source: Настройки
be: Налады
en: Settings
uk: Налаштування

# screen.settings.networkAndData.data.section.clearCache.button
source: Очистить кэш
be: Ачысціць кэш
en: Clear cache
uk: Очистити кеш

# screen.settings.networkAndData.data.section.clearWhatsNew.button
source: Очистить кэш "Что нового"
be: Ачысціць кэш "Што новага"
en: Clear "What's new" cache
uk: Очистити кеш "Що нового"

# screen.settings.networkAndData.data.section.header
source: Данные
be: Звесткі
en: Data
uk: Дані

# screen.settings.networkAndData.data.section.reloadWidgets.button
source: Перезагрузить виджеты
be: Перазагрузіць віджэты
en: Reload Widgets
uk: Перезавантажити віджети

# screen.settings.networkAndData.navigation.title
source: Сеть & Данные
be: Сетка & Дадзеныя
en: Network & Data
uk: Мережа & Дані

# screen.settings.networkAndData.reachability.section.header
source: Доступность
be: Дасяжнасць
en: Reachability
uk: Досяжність

# screen.settings.select_something.title
source: Выберите что-нибудь
be: Выберыце што-небудзь
en: Select something
uk: Виберіть щось

# screen.settings.whatsNew.3_0.appIcons.subtitle
source: Много новых иконок приложения, приходите и выберите свою любимую
be: Шмат новых абразкоў прыкладання, прыходзьце і абярыце сваю каханую
en: Multiple new app icons, come and get your favorite
uk: Багато нових іконок програми, приходьте та виберіть свою кохану

# screen.settings.whatsNew.3_0.appIcons.title
source: Новые иконки приложения
be: Новыя абразкі дадатку
en: New app icons
uk: Нові іконки програми
